<template>
 <div>
   <div class="head-1" style="background: #1357ac"><img src="../assets/logo.png" border="0"></div>
   <el-menu :default-active="activeIndex" class="el-menu-demo" mode="horizontal" @select="handleSelect">
     <el-menu-item index="1">网站首页</el-menu-item>
     <el-menu-item index="2">新闻资讯</el-menu-item>
     <el-menu-item index="2">学校概览</el-menu-item>
     <el-menu-item index="2">学院设置</el-menu-item>
     <el-menu-item index="2">管理机构</el-menu-item>
     <el-menu-item index="2">人才师资</el-menu-item>
   </el-menu>
   <div>
     <img src="../assets/banner22.jpg" border="0">
   </div>
   <div>
     <div class="left">
      <h3>学校概览</h3>
       <div class="left-list">
         <ul>
           <li><router-link to="homeWebsite">学校简介</router-link></li>
           <li><router-link to="page1">学校章程</router-link></li>
           <li><router-link to="page2">校史追溯</router-link></li>
           <li><a href="#">现任领导</a></li>
           <li><a href="#">校徽校歌</a></li>
           <li><a href="#">重师图库</a></li>
         </ul>
       </div>
     </div>
   </div>



   <div class="right fr">
     <div class="local fl">
      <h3>学校简介</h3>
     </div>

     <div class="content">
       <div class="content-title">
         <h3>重庆师范大学简介</h3>
       </div>
       <div class="content-con">
         <div id="vsb_content_2680_1"><div id="vsb_content"><div>
           <p class="vsbcontent_start">文脉深厚，教泽流长。重庆师范大学创办于1954年，是重庆市人民政府举办的全日制综合性普通本科院校，是西部教师教育事业的重要基地之一，办学历史源于1906年官立川东师范学堂。学校1986年获批硕士学位授予单位，2003年更名为重庆师范大学，2017年获批硕士研究生推免单位，2018年获批博士学位授予单位，2020年综合实力跃升全国高校前200名。</p>
           <p>作为新中国最早创办的高等师范院校之一，学校始终秉承“立教无类，以文化人”的办学理念，恪守“厚德、笃学、砺志、创新”的校训精神，立足西部、扎根重庆、服务全国，建立起学前教育、小学教育、中等教育、高等教育、继续教育、职业技术教育、特殊教育和海外华文教育师资培养培训的完备教师教育体系。构建起师范教育和非师范教育“两轮驱动”，基础教育、职业教育和汉语国际教育“三驾马车”，文化传承与创新、决策咨询与公共服务、科技攻关与应用转化“三大板块”的特色办学格局。</p>
           <p>师道尊严，彬彬济济。学校现有17个二级学院，在校学生3万人左右，其中全日制本科生24000余人、研究生近5000人、留学生300余人；在职教职工2000余人，其中正高职称和博士1000余人，博士生导师和硕士生导师800余位。有国际系统与控制科学院院士、国家级特聘教授、国家“万人计划”人选、“新世纪百千万人才工程”国家级人选、国家级有突出贡献的中青年专家、全国杰出专业技术人才、全国文化名家暨“四个一批”理论人才、国家“优青”、教育部科技委数理学部委员、“中国青年科技奖”获得者、享受国务院政府特殊津贴专家、“海外杰青”获得者、中国科学院“百人计划”人选等国家级专门人才30人次。有教育部重点人才工程人选、重庆市重点人才工程人选230余人次。</p>
           <p>踵事增华，锐意兴革。学校学科建设体系完备，一级学科覆盖哲学、法学、经济学、教育学、文学、理学等11个学科门类，拥有博士一级学科1个，硕士学位授权一级学科25个，二级学科1个，硕士专业学位授权点14个。现有17个二级学院，76个本科专业。拥有2个重庆市一流学科，14个市级十三五重点学科，2个“人工智能+”学科群；有数学与信息科学、文博与艺术文化、生命科学与绿色生态、智能材料与新能源、区域经济与产业发展、教师教育等6大优势学科群。</p>
           <p>学校科研成果颇丰。近年来，主持国家自然科学基金重大、重点及优青项目和国家社科基金重大、重点国家级项目284项；发表高质量科研论文近3000篇，出版高水平专著近200部；领衔获国家自然科学奖二等奖、教育部自然科学奖一等奖、教育部高校人文社科优秀成果二等奖、重庆市科技突出贡献奖等省部级以上科研奖励40余项。拥有省部级及相关部门科研平台总数72个，由我校牵头获首批国家应用数学中心、最优化与控制教育部重点实验室。在重庆抗战文史研究、动物骨骼微痕考古、教育决策咨询、杂交水稻新品种自主研发等多个科研领域表现卓越。</p>
           <p>学校教学改革成效显著。获国家级教学成果奖8项、国家级教学质量工程项目23项、国家级规划教材7项，省部级教学成果奖64项。获全国高校青年教师教学竞赛一、三等奖，获国家及省部级教学竞赛奖100余人次。学校有国家级特色专业建设点、一流专业、专业综合改革试点、卓越教师培养改革项目、卓越农林人才教育培养计划改革试点项目、一流课程、精品视频公开课、教师教育精品资源共享课、教学科研团队、教师队伍建设示范项目等23个。近5年来，学生在“挑战杯”“大学生数学建模竞赛”“师范生教学技能竞赛”“大学生艺术展演”等各类重大赛事中获得全国及国际奖项共862项。</p>
           <p>学校坚持开放办学，是中国政府奖学金、国际中文教师奖学金和重庆市人民政府外国留学生市长奖学金的接收学校、重庆市中外人文交流特色高校。已与俄罗斯、美国、澳大利亚、英国等30多个国家和地区的教育机构建立友好合作关系，开展中外联合培养、合作科研、师生互访等各种形式的合作与交流。孔子学院实现五大洲布局，3次获“孔子学院先进中方合作机构”殊荣。在卢旺达、斯里兰卡、英国、美国、巴布亚新几内亚和印度尼西亚等国举办5所孔子学院和1所汉语师范学院，建有教育部备案的3个国别（区域）研究中心。</p>
           <p>学校环境优美，办学条件优良，是全国绿化模范单位、学校艺术教育先进单位、重庆市文明单位、重庆市文明校园、德育工作先进集体。含大学城校区、沙坪坝校区、北碚校区三个校区，总面积2688亩。纸质图书269万册，可以直接阅读全书的电子图书159万种，电子期刊89万册，音视频容量22万小时，数据库59个。编辑出版《重庆师范大学学报（自然科学版）》《重庆师范大学学报（社会科学版）》《地理教育》《当代幼教》等学术刊物。其中，《重庆师范大学学报（自然科学版）》是全国中文核心期刊、科技核心期刊，《重庆师范大学学报（社会科学版）》入选“中国人文社会科学期刊AMI综合评价”A刊扩展期刊。</p>
           <p>学校是全国创先争优先进基层党组织、青年马克思主义者培养工程全国研究培训基地、教育部高校思想政治工作创新发展中心、全国毕业生就业典型经验高校，4次荣获全国高校校园文化建设优秀成果一等奖，26次荣获“全国大中专学生志愿者暑期‘三下乡’社会实践活动先进单位”。拥有“国务院侨务办公室华文教育基地”“教育部全国职教师资培训重点建设基地”“国家汉语国际推广师资培训基地（重庆）”等3个国家级基地，是全国“中德（重庆）职教合作示范基地”，全国首批部校共建“重庆新闻学院”。</p>
           <p>奋进扬蹄，乘风破浪。习近平、贾庆林、贺国强、刘延东、许嘉璐、彭佩云、韩启德、张梅颖、郑万通等党和国家领导人曾亲临学校视察；教育部、重庆市主要领导多次来校关心指导工作，有力促进了学校的改革和发展。学校将按照校第三次党代会确定的发展目标，不忘初心，牢记使命，深入贯彻习近平新时代中国特色社会主义思想，加强党的全面领导，深入推进内涵式发展，切实提升治校能力和办学水平，大力推进本科教育振兴战略、学科引领联动战略、重师文化建设战略、特色发展战略，积极融入成渝地区双城经济圈建设，为加快建设教师教育特色鲜明的高水平综合性师范大学而努力奋斗。</p>
           <p class="vsbcontent_end"> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; （数据截至2021年1月）</p>
         </div></div></div>

       </div>
     </div>
   </div>




 </div>
</template>

<script>
export default {
  name: "HomeWebsite"
}
</script>

<style scoped>

.left {
  width: 235px;
  float: left;
  margin-top: -4px;
  border-top: 6px solid #08448e;
  border-left: 8px solid #e0e0e0;
  margin-bottom: 50px;
  padding-left: 10px;
}


.right {
  width: 900px;
  background: #fff;
  padding-left: 47px;
  margin-top: -5px;
}

.fr {
  float: right;
}
</style>